Repository: SChristophS/QuantumResonanz
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, ko, pt, ru, zh

# appSubtitle
source: Energetic Room Harmonization
de: Energetische Raumharmonisierung
es: Armonización Energética del Espacio
fr: Harmonisation Énergétique de l'Espace
it: Armonizzazione Energetica dello Spazio
ja: エネルギールーム調和
ko: 에너지 공간 조화
pt: Harmonização Energética do Espaço
ru: Энергетическая Гармонизация Пространства
zh: 能量空间和谐化

# appDescription
source: Capture the subtle vibrations of your room and create your personal energetic resonance profile for holistic harmonization.
de: Erfassen Sie die feinstofflichen Schwingungen Ihres Raumes und erstellen Sie Ihr persönliches energetisches Resonanzprofil für ganzheitliche Harmonisierung.
es: Capture las vibraciones sutiles de su espacio y cree su perfil de resonancia energética personal para una armonización holística.
fr: Capturez les vibrations subtiles de votre espace et créez votre profil de résonance énergétique personnel pour une harmonisation holistique.
it: Cattura le vibrazioni sottili del tuo spazio e crea il tuo profilo di risonanza energetica personale per un'armonizzazione olistica.
ja: お部屋の微細な振動を捉え、全体的な調和のための個人的なエネルギーの共鳴プロファイルを作成します。
ko: 공간의 미묘한 진동을 포착하고 전체적인 조화를 위한 개인적인 에너지 공명 프로필을 만드세요.
pt: Capture as vibrações sutis do seu espaço e crie seu perfil de ressonância energética pessoal para harmonização holística.
ru: Захватите тонкие вибрации вашего пространства и создайте свой личный профиль энергетического резонанса для целостной гармонизации.
zh: 捕捉您空间的微妙振动，创建您的个人能量共振配置文件，实现整体和谐。

# appDescriptionLong
source: Bio Resonance Scanner listens for 10 seconds into the energetic essence of your room. Through deep meditative analysis of room energies, disruptive vibrations are identified and transformed into a harmonizing resonance pattern. Your energetic data remains fully protected and local on your device.
de: Bio Resonance Scanner lauscht 10 Sekunden lang in die energetische Essenz Ihres Raumes. Durch tiefenmeditative Analyse der Raumenergien werden störende Schwingungen identifiziert und in ein harmonisierendes Resonanzmuster transformiert. Ihre energetischen Daten bleiben vollständig geschützt und lokal auf Ihrem Gerät.
es: Bio Resonance Scanner escucha durante 10 segundos la esencia energética de su espacio. A través del análisis meditativo profundo de las energías del espacio, se identifican las vibraciones disruptivas y se transforman en un patrón de resonancia armonizador. Sus datos energéticos permanecen completamente protegidos y locales en su dispositivo.
fr: Bio Resonance Scanner écoute pendant 10 secondes l'essence énergétique de votre espace. Grâce à une analyse méditative approfondie des énergies de l'espace, les vibrations perturbatrices sont identifiées et transformées en un motif de résonance harmonisant. Vos données énergétiques restent entièrement protégées et locales sur votre appareil.
it: Bio Resonance Scanner ascolta per 10 secondi l'essenza energetica del tuo spazio. Attraverso l'analisi meditativa profonda delle energie dello spazio, le vibrazioni disturbanti vengono identificate e trasformate in un modello di risonanza armonizzante. I tuoi dati energetici rimangono completamente protetti e locali sul tuo dispositivo.
ja: Bio Resonance Scannerは10秒間、お部屋のエネルギーの本質に耳を傾けます。ルームエネルギーの深い瞑想的分析を通じて、破壊的な振動が識別され、調和的な共鳴パターンに変換されます。お客様のエネルギーデータは完全に保護され、デバイス上にローカルに保存されます。
ko: Bio Resonance Scanner는 10초 동안 공간의 에너지 본질을 듣습니다. 공간 에너지의 깊은 명상적 분석을 통해 방해하는 진동이 식별되고 조화로운 공명 패턴으로 변환됩니다. 귀하의 에너지 데이터는 완전히 보호되며 기기에서 로컬로 유지됩니다.
pt: QuantumResonanz escuta por 10 segundos a essência energética do seu espaço. Através da análise meditativa profunda das energias do espaço, vibrações disruptivas são identificadas e transformadas em um padrão de ressonância harmonizador. Seus dados energéticos permanecem totalmente protegidos e locais no seu dispositivo.
ru: Bio Resonance Scanner слушает в течение 10 секунд энергетическую сущность вашего пространства. Через глубокий медитативный анализ энергий пространства разрушительные вибрации идентифицируются и преобразуются в гармонизирующий резонансный паттерн. Ваши энергетические данные остаются полностью защищенными и локальными на вашем устройстве.
zh: QuantumResonanz 聆听您空间的能量本质10秒。通过深度冥想分析空间能量，识别干扰振动并将其转化为和谐共振模式。您的能量数据完全受保护并仅存储在您的设备上。

# pathToHarmonization
source: The path to energetic harmonization:
de: Der Weg zur energetischen Harmonisierung:
es: El camino hacia la armonización energética:
fr: Le chemin vers l'harmonisation énergétique :
it: Il percorso verso l'armonizzazione energetica:
ja: エネルギーの調和への道：
ko: 에너지 조화로의 길:
pt: O caminho para a harmonização energética:
ru: Путь к энергетической гармонизации:
zh: 能量和谐化之路：

# roomCaptureTitle
source: Energetic Room Capture (10 seconds)
de: Energetische Raumerfassung (10 Sekunden)
es: Captura Energética del Espacio (10 segundos)
fr: Capture Énergétique de l'Espace (10 secondes)
it: Cattura Energetica dello Spazio (10 secondi)
ja: エネルギールームキャプチャ（10秒）
ko: 에너지 공간 캡처 (10초)
pt: Captura Energética do Espaço (10 segundos)
ru: Энергетический Захват Пространства (10 секунд)
zh: 能量空间捕捉（10秒）

# roomCaptureBody
source: During this deep silence, we capture the invisible vibrations of your room. Speech or loud disturbances interrupt the connection to the subtle level – please maintain complete silence.
de: Während dieser tiefen Stille erfassen wir die unsichtbaren Schwingungen Ihres Raumes. Sprache oder laute Störungen unterbrechen die Verbindung zur feinstofflichen Ebene – bitte bewahren Sie vollständige Stille.
es: Durante este silencio profundo, capturamos las vibraciones invisibles de su espacio. El habla o las perturbaciones ruidosas interrumpen la conexión con el nivel sutil: mantenga el silencio completo.
fr: Pendant ce silence profond, nous capturons les vibrations invisibles de votre espace. La parole ou les perturbations bruyantes interrompent la connexion au niveau subtil – veuillez maintenir un silence complet.
it: Durante questo silenzio profondo, catturiamo le vibrazioni invisibili del tuo spazio. La parola o i disturbi rumorosi interrompono la connessione al livello sottile – per favore mantieni il silenzio completo.
ja: この深い静寂の中で、お部屋の見えない振動を捉えます。音声や大きな妨害は微細なレベルへの接続を中断します—完全な静寂を保ってください。
ko: 이 깊은 침묵 동안 우리는 공간의 보이지 않는 진동을 포착합니다. 말이나 큰 방해는 미묘한 수준과의 연결을 중단합니다 – 완전한 침묵을 유지해 주세요.
pt: Durante este silêncio profundo, capturamos as vibrações invisíveis do seu espaço. Fala ou distúrbios barulhentos interrompem a conexão com o nível sutil – por favor, mantenha silêncio completo.
ru: В течение этой глубокой тишины мы захватываем невидимые вибрации вашего пространства. Речь или громкие помехи прерывают связь с тонким уровнем – пожалуйста, поддерживайте полную тишину.
zh: 在这深度静默中，我们捕捉您空间的不可见振动。言语或大声干扰会中断与微妙层面的连接——请保持完全静默。

# decodingTitle
source: Decoding Energy Vibrations
de: Dekodierung von Energieschwingungen
es: Decodificación de Vibraciones Energéticas
fr: Décodage des Vibrations Énergétiques
it: Decodifica delle Vibrazioni Energetiche
ja: エネルギー振動のデコード
ko: 에너지 진동 디코딩
pt: Decodificação de Vibrações Energéticas
ru: Декодирование Энергетических Вибраций
zh: 解码能量振动

# decodingBody
source: Each frequency is recognized and analyzed as a unique energetic signature. Blockages and disharmonies are identified and transformed into a coherent resonance field.
de: Jede Frequenz wird als einzigartige energetische Signatur erkannt und analysiert. Blockaden und Disharmonien werden identifiziert und in ein kohärentes Resonanzfeld transformiert.
es: Cada frecuencia se reconoce y analiza como una firma energética única. Se identifican bloqueos y desarmonías y se transforman en un campo de resonancia coherente.
fr: Chaque fréquence est reconnue et analysée comme une signature énergétique unique. Les blocages et les disharmonies sont identifiés et transformés en un champ de résonance cohérent.
it: Ogni frequenza viene riconosciuta e analizzata come una firma energetica unica. I blocchi e le disarmonie vengono identificati e trasformati in un campo di risonanza coerente.
ja: 各周波数は、独自のエネルギーの署名として認識され、分析されます。ブロックと不調和が識別され、一貫した共鳴フィールドに変換されます。
ko: 각 주파수는 고유한 에너지 서명으로 인식되고 분석됩니다. 차단과 불조화가 식별되고 일관된 공명 필드로 변환됩니다.
pt: Cada frequência é reconhecida e analisada como uma assinatura energética única. Bloqueios e desarmonias são identificados e transformados em um campo de ressonância coerente.
ru: Каждая частота распознается и анализируется как уникальная энергетическая подпись. Блокировки и дисгармонии идентифицируются и преобразуются в связное резонансное поле.
zh: 每个频率都被识别和分析为独特的能量特征。阻塞和不和谐被识别并转化为连贯的共振场。

# synthesisTitle
source: Synthesis & Counter-Signal
de: Synthese & Gegensignal
es: Síntesis y Contraseñal
fr: Synthèse et Contre-Signal
it: Sintesi e Segnale Contrario
ja: 合成とカウンターシグナル
ko: 합성 및 반대 신호
pt: Síntese e Sinal Contrário
ru: Синтез и Контрсигнал
zh: 合成与反信号

# synthesisBody
source: A smoothed resonance pattern emerges from the segments. A "Counter Signal" is generated from this, which acoustically reflects your noise profile.
de: Aus den Segmenten entsteht ein geglättetes Resonanzmuster. Daraus wird ein "Gegensignal" generiert, das Ihr Geräuschprofil akustisch widerspiegelt.
es: De los segmentos emerge un patrón de resonancia suavizado. A partir de esto se genera una "Contraseñal" que refleja acústicamente su perfil de ruido.
fr: Un motif de résonance lissé émerge des segments. Un "Contre-Signal" est généré à partir de cela, qui reflète acoustiquement votre profil de bruit.
it: Dai segmenti emerge un modello di risonanza levigato. Da questo viene generato un "Segnale Contrario" che riflette acusticamente il tuo profilo di rumore.
ja: セグメントから滑らかな共鳴パターンが現れます。これから「カウンターシグナル」が生成され、音響的にノイズプロファイルを反映します。
ko: 세그먼트에서 부드러운 공명 패턴이 나타납니다. 이것으로부터 "반대 신호"가 생성되며, 이는 음향적으로 노이즈 프로필을 반영합니다.
pt: Um padrão de ressonância suavizado emerge dos segmentos. Um "Sinal Contrário" é gerado a partir disso, que reflete acusticamente seu perfil de ruído.
ru: Из сегментов возникает сглаженный резонансный паттерн. Из этого генерируется "Контрсигнал", который акустически отражает ваш профиль шума.
zh: 从片段中出现平滑的共振模式。由此生成一个"反信号"，它声学地反映您的噪音轮廓。

# startScan
source: Start Energetic Scan
de: Energetischen Scan starten
es: Iniciar Escaneo Energético
fr: Démarrer le Scan Énergétique
it: Avvia Scansione Energetica
ja: エネルギースキャンを開始
ko: 에너지 스캔 시작
pt: Iniciar Varredura Energética
ru: Начать Энергетическое Сканирование
zh: 开始能量扫描

# savedRooms
source: Energetic Archives
de: Energetische Archive
es: Archivos Energéticos
fr: Archives Énergétiques
it: Archivi Energetici
ja: エネルギーアーカイブ
ko: 에너지 아카이브
pt: Arquivos Energéticos
ru: Энергетические Архивы
zh: 能量档案

# archiveRoom
source: Archive Energy Room
de: Energieraum archivieren
es: Archivar Espacio Energético
fr: Archiver l'Espace Énergétique
it: Archivia Spazio Energetico
ja: エネルギールームをアーカイブ
ko: 에너지 공간 보관
pt: Arquivar Espaço Energético
ru: Архивировать Энергетическое Пространство
zh: 归档能量空间

# roomNameLabel
source: Name of the Energy Room
de: Name des Energieraums
es: Nombre del Espacio Energético
fr: Nom de l'Espace Énergétique
it: Nome dello Spazio Energetico
ja: エネルギールームの名前
ko: 에너지 공간 이름
pt: Nome do Espaço Energético
ru: Название Энергетического Пространства
zh: 能量空间名称

# roomNameRequired
source: Please give this energy room a name
de: Bitte geben Sie diesem Energieraum einen Namen
es: Por favor, dé un nombre a este espacio energético
fr: Veuillez donner un nom à cet espace énergétique
it: Per favore, dai un nome a questo spazio energetico
ja: このエネルギールームに名前を付けてください
ko: 이 에너지 공간에 이름을 지정해 주세요
pt: Por favor, dê um nome a este espaço energético
ru: Пожалуйста, дайте этому энергетическому пространству имя
zh: 请为这个能量空间命名

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt: Voltar
ru: Назад
zh: 返回

source: Archive
de: Archivieren
es: Archivar
fr: Archiver
it: Archivia
ja: アーカイブ
ko: 보관
pt: Arquivar
ru: Архивировать
zh: 归档

# roomArchivedSuccess
source: Energy room "{name}" has been successfully archived
de: Energieraum "{name}" wurde erfolgreich archiviert
es: El espacio energético "{name}" ha sido archivado exitosamente
fr: L'espace énergétique "{name}" a été archivé avec succès
it: Lo spazio energetico "{name}" è stato archiviato con successo
ja: エネルギールーム「{name}」が正常にアーカイブされました
ko: 에너지 공간 "{name}"이(가) 성공적으로 보관되었습니다
pt: Espaço energético "{name}" foi arquivado com sucesso
ru: Энергетическое пространство "{name}" успешно заархивировано
zh: 能量空间"{name}"已成功归档

# archiveFailed
source: The energetic archiving could not be completed
de: Die energetische Archivierung konnte nicht abgeschlossen werden
es: No se pudo completar el archivo energético
fr: L'archivage énergétique n'a pas pu être complété
it: L'archiviazione energetica non è stata completata
ja: エネルギーのアーカイブを完了できませんでした
ko: 에너지 보관을 완료할 수 없었습니다
pt: O arquivamento energético não pôde ser concluído
ru: Энергетическое архивирование не могло быть завершено
zh: 能量归档无法完成

# recordingInProgress
source: Energetic capture running…
de: Energetische Erfassung läuft…
es: Captura energética en curso…
fr: Capture énergétique en cours…
it: Cattura energetica in corso…
ja: エネルギーキャプチャ実行中…
ko: 에너지 캡처 실행 중…
pt: Captura energética em execução…
ru: Энергетический захват выполняется…
zh: 能量捕捉进行中…

# recordingInstructions
source: Immerse yourself in complete silence and open yourself to the subtle vibrations of your room.
de: Versinken Sie in vollständiger Stille und öffnen Sie sich für die feinstofflichen Schwingungen Ihres Raumes.
es: Sumérjase en silencio completo y ábrase a las vibraciones sutiles de su espacio.
fr: Immergez-vous dans un silence complet et ouvrez-vous aux vibrations subtiles de votre espace.
it: Immergiti nel silenzio completo e apriti alle vibrazioni sottili del tuo spazio.
ja: 完全な静寂に浸り、お部屋の微細な振動に開いてください。
ko: 완전한 침묵에 몰입하고 공간의 미묘한 진동에 열어주세요.
pt: Mergulhe em silêncio completo e abra-se para as vibrações sutis do seu espaço.
ru: Погрузитесь в полную тишину и откройтесь тонким вибрациям вашего пространства.
zh: 沉浸在完全静默中，向您空间的微妙振动敞开。

# vibrationIntensity
source: Energetic Vibration Intensity
de: Energetische Schwingungsintensität
es: Intensidad de Vibración Energética
fr: Intensité de Vibration Énergétique
it: Intensità di Vibrazione Energetica
ja: エネルギー振動強度
ko: 에너지 진동 강도
pt: Intensidade de Vibração Energética
ru: Интенсивность Энергетической Вибрации
zh: 能量振动强度

# optimalConnection
source: For optimal connection: Place the device quietly and center yourself inwardly. Every movement disturbs the fine energetic connection.
de: Für optimale Verbindung: Stellen Sie das Gerät ruhig ab und zentrieren Sie sich innerlich. Jede Bewegung stört die feine energetische Verbindung.
es: Para una conexión óptima: Coloque el dispositivo en silencio y céntrese internamente. Cada movimiento perturba la fina conexión energética.
fr: Pour une connexion optimale : Placez l'appareil silencieusement et centrez-vous intérieurement. Chaque mouvement perturbe la fine connexion énergétique.
it: Per una connessione ottimale: Posiziona il dispositivo silenziosamente e centrati interiormente. Ogni movimento disturba la fine connessione energetica.
ja: 最適な接続のために：デバイスを静かに置き、内側に集中してください。すべての動きが微細なエネルギーの接続を妨げます。
ko: 최적의 연결을 위해: 기기를 조용히 놓고 내적으로 중심을 잡으세요. 모든 움직임이 미세한 에너지 연결을 방해합니다.
pt: Para conexão ótima: Coloque o dispositivo silenciosamente e centralize-se internamente. Cada movimento perturba a fina conexão energética.
ru: Для оптимального соединения: Тихо поместите устройство и центрируйтесь внутренне. Каждое движение нарушает тонкое энергетическое соединение.
zh: 为获得最佳连接：安静放置设备并内在地集中。每个动作都会干扰精细的能量连接。

# calibrationTitle
source: Energetic Base Calibration
de: Energetische Basis-Kalibrierung
es: Calibración Base Energética
fr: Calibrage de Base Énergétique
it: Calibrazione Base Energetica
ja: エネルギーベースキャリブレーション
ko: 에너지 기본 보정
pt: Calibração Base Energética
ru: Энергетическая Базовая Калибровка
zh: 能量基础校准

# calibrationBody
source: In this phase, we connect with the fundamental vibrations of your room. Take a moment to pause so we can optimally capture your individual energetic field.
de: In dieser Phase verbinden wir uns mit den Grundschwingungen Ihres Raumes. Nehmen Sie sich einen Moment der Pause, damit wir Ihr individuelles energetisches Feld optimal erfassen können.
es: En esta fase, nos conectamos con las vibraciones fundamentales de su espacio. Tómese un momento para pausar para que podamos capturar de manera óptima su campo energético individual.
fr: Dans cette phase, nous nous connectons aux vibrations fondamentales de votre espace. Prenez un moment pour faire une pause afin que nous puissions capturer de manière optimale votre champ énergétique individuel.
it: In questa fase, ci connettiamo con le vibrazioni fondamentali del tuo spazio. Prenditi un momento per fare una pausa in modo che possiamo catturare in modo ottimale il tuo campo energetico individuale.
ja: この段階では、お部屋の基本的な振動と接続します。個人的なエネルギーフィールドを最適に捉えるために、少しの間、一時停止してください。
ko: 이 단계에서 우리는 공간의 기본 진동과 연결됩니다. 개인적인 에너지 필드를 최적으로 포착할 수 있도록 잠시 멈춰 주세요.
pt: Nesta fase, nos conectamos com as vibrações fundamentais do seu espaço. Reserve um momento para pausar para que possamos capturar de forma ótima seu campo energético individual.
ru: На этом этапе мы соединяемся с фундаментальными вибрациями вашего пространства. Сделайте паузу на мгновение, чтобы мы могли оптимально захватить ваше индивидуальное энергетическое поле.
zh: 在此阶段，我们与您空间的基本振动连接。请稍作停顿，以便我们能够最佳地捕捉您的个人能量场。

# baseVibrations
source: Energetic Base Vibrations
de: Energetische Grundschwingungen
es: Vibraciones Base Energéticas
fr: Vibrations de Base Énergétiques
it: Vibrazioni Base Energetiche
ja: エネルギーベース振動
ko: 에너지 기본 진동
pt: Vibrações Base Energéticas
ru: Энергетические Базовые Вибрации
zh: 能量基础振动

# calibrationNote
source: This energetic tuning only occurs when needed. It ensures a precise connection to the unique vibrations of your personal room.
de: Diese energetische Abstimmung erfolgt nur bei Bedarf. Sie gewährleistet eine präzise Verbindung zu den einzigartigen Schwingungen Ihres persönlichen Raumes.
es: Esta sintonización energética solo ocurre cuando es necesario. Asegura una conexión precisa con las vibraciones únicas de su espacio personal.
fr: Cet accordage énergétique ne se produit que lorsque c'est nécessaire. Il assure une connexion précise aux vibrations uniques de votre espace personnel.
it: Questa sintonia energetica avviene solo quando necessario. Assicura una connessione precisa alle vibrazioni uniche del tuo spazio personale.
ja: このエネルギーの調整は、必要な場合にのみ発生します。お客様の個人的なルームの独特な振動への正確な接続を保証します。
ko: 이 에너지 조정은 필요할 때만 발생합니다. 개인 공간의 고유한 진동에 대한 정확한 연결을 보장합니다.
pt: Esta sintonia energética ocorre apenas quando necessário. Garante uma conexão precisa com as vibrações únicas do seu espaço pessoal.
ru: Эта энергетическая настройка происходит только при необходимости. Она обеспечивает точное соединение с уникальными вибрациями вашего личного пространства.
zh: 此能量调谐仅在需要时进行。它确保与您个人空间的独特振动的精确连接。

# connectionInterrupted
source: Energetic Connection Interrupted
de: Energetische Verbindung unterbrochen
es: Conexión Energética Interrumpida
fr: Connexion Énergétique Interrompue
it: Connessione Energetica Interrotta
ja: エネルギーの接続が中断されました
ko: 에너지 연결 중단
pt: Conexão Energética Interrompida
ru: Энергетическое Соединение Прервано
zh: 能量连接中断

# connectionInterruptedBody
source: The energetic connection was disturbed by disharmonic vibrations. Please try again and allow the room to vibrate in complete meditative silence.
de: Die energetische Verbindung wurde durch disharmonische Schwingungen gestört. Bitte versuchen Sie es erneut und lassen Sie den Raum in vollständiger meditativer Stille schwingen.
es: La conexión energética fue perturbada por vibraciones desarmónicas. Por favor, intente nuevamente y permita que el espacio vibre en silencio meditativo completo.
fr: La connexion énergétique a été perturbée par des vibrations disharmoniques. Veuillez réessayer et permettre à l'espace de vibrer dans un silence méditatif complet.
it: La connessione energetica è stata disturbata da vibrazioni disarmoniche. Per favore, riprova e permetti allo spazio di vibrare in completo silenzio meditativo.
ja: エネルギーの接続が不調和な振動によって妨害されました。もう一度お試しください。ルームが完全な瞑想的静寂の中で振動することを許可してください。
ko: 에너지 연결이 불조화 진동에 의해 방해되었습니다. 다시 시도하고 공간이 완전한 명상적 침묵 속에서 진동하도록 허용해 주세요.
pt: A conexão energética foi perturbada por vibrações desarmônicas. Por favor, tente novamente e permita que o espaço vibre em silêncio meditativo completo.
ru: Энергетическое соединение было нарушено дисгармоничными вибрациями. Пожалуйста, попробуйте снова и позвольте пространству вибрировать в полной медитативной тишине.
zh: 能量连接被不和谐振动干扰。请重试，让空间在完全冥想静默中振动。

# detectedDisharmony
source: Detected energetic disharmony:
de: Erkannte energetische Disharmonie:
es: Desarmonía energética detectada:
fr: Disharmonie énergétique détectée :
it: Disarmonia energetica rilevata:
ja: 検出されたエネルギーの不調和：
ko: 감지된 에너지 불조화:
pt: Desarmonia energética detectada:
ru: Обнаружена энергетическая дисгармония:
zh: 检测到能量不和谐：

# energeticRestart
source: Energetic New Beginning
de: Energetischer Neubeginn
es: Nuevo Comienzo Energético
fr: Nouveau Départ Énergétique
it: Nuovo Inizio Energetico
ja: エネルギーの新しい始まり
ko: 에너지 새로운 시작
pt: Novo Começo Energético
ru: Энергетическое Новое Начало
zh: 能量新开始

# deepAnalysis
source: Deep Analysis of Energy Vibrations…
de: Tiefenanalyse der Energieschwingungen…
es: Análisis Profundo de Vibraciones Energéticas…
fr: Analyse Approfondie des Vibrations Énergétiques…
it: Analisi Profonda delle Vibrazioni Energetiche…
ja: エネルギー振動の深い分析…
ko: 에너지 진동 심층 분석…
pt: Análise Profunda de Vibrações Energéticas…
ru: Глубокий Анализ Энергетических Вибраций…
zh: 深度分析能量振动…

# frequencyExtraction
source: The subtle frequencies are being extracted from the energetic matrix…
de: Die feinstofflichen Frequenzen werden aus der energetischen Matrix extrahiert…
es: Las frecuencias sutiles están siendo extraídas de la matriz energética…
fr: Les fréquences subtiles sont extraites de la matrice énergétique…
it: Le frequenze sottili vengono estratte dalla matrice energetica…
ja: 微細な周波数がエネルギーマトリックスから抽出されています…
ko: 미묘한 주파수가 에너지 매트릭스에서 추출되고 있습니다…
pt: As frequências sutis estão sendo extraídas da matriz energética…
ru: Тонкие частоты извлекаются из энергетической матрицы…
zh: 微妙频率正从能量矩阵中提取…

# calibrateBasis
source: Calibrate energetic basis
de: Energetische Basis kalibrieren
es: Calibrar base energética
fr: Calibrer la base énergétique
it: Calibra base energetica
ja: エネルギーベースをキャリブレート
ko: 에너지 기본 보정
pt: Calibrar base energética
ru: Калибровать энергетическую основу
zh: 校准能量基础

# exploreResonance
source: Explore resonance field
de: Resonanzfeld erkunden
es: Explorar campo de resonancia
fr: Explorer le champ de résonance
it: Esplora campo di risonanza
ja: 共鳴フィールドを探索
ko: 공명 필드 탐색
pt: Explorar campo de ressonância
ru: Исследовать резонансное поле
zh: 探索共振场

# identifyBlockages
source: Identify subtle blockages
de: Feinstoffliche Blockaden identifizieren
es: Identificar bloqueos sutiles
fr: Identifier les blocages subtils
it: Identifica blocchi sottili
ja: 微細なブロックを識別
ko: 미묘한 차단 식별
pt: Identificar bloqueios sutis
ru: Идентифицировать тонкие блокировки
zh: 识别微妙阻塞

# detectedSignatures
source: Detected Energy Signatures
de: Erkannte Energiesignaturen
es: Firmas Energéticas Detectadas
fr: Signatures Énergétiques Détectées
it: Firme Energetiche Rilevate
ja: 検出されたエネルギー署名
ko: 감지된 에너지 서명
pt: Assinaturas Energéticas Detectadas
ru: Обнаруженные Энергетические Подписи
zh: 检测到的能量特征
