Repository: SChristophS/QuantumResonanz
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, ko, pt, ru, zh

# deleteRoomConfirm
source: Do you really want to remove the energetic archive "{name}" from storage?
de: Möchten Sie das energetische Archiv "{name}" wirklich aus dem Speicher entfernen?
es: ¿Realmente desea eliminar el archivo energético "{name}" del almacenamiento?
fr: Voulez-vous vraiment supprimer l'archive énergétique "{name}" du stockage ?
it: Vuoi davvero rimuovere l'archivio energetico "{name}" dall'archiviazione?
ja: エネルギーのアーカイブ「{name}」をストレージから本当に削除しますか？
ko: 에너지 아카이브 "{name}"을(를) 저장소에서 정말로 제거하시겠습니까?
pt: Você realmente deseja remover o arquivo energético "{name}" do armazenamento?
ru: Вы действительно хотите удалить энергетический архив "{name}" из хранилища?
zh: 您真的要从存储中移除能量档案"{name}"吗？

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
pt: Remover
ru: Удалить
zh: 移除

# noRoomsArchived
source: No energy rooms archived yet
de: Noch keine Energieräume archiviert
es: Aún no se han archivado espacios energéticos
fr: Aucun espace énergétique archivé pour le moment
it: Nessuno spazio energetico ancora archiviato
ja: まだエネルギールームがアーカイブされていません
ko: 아직 보관된 에너지 공간이 없습니다
pt: Nenhum espaço energético arquivado ainda
ru: Пока нет заархивированных энергетических пространств
zh: 尚未归档任何能量空间

# noRoomsDescription
source: Perform an energetic scan and preserve your personal resonance profile for harmonizing your rooms.
de: Führen Sie einen energetischen Scan durch und bewahren Sie Ihr persönliches Resonanzprofil zur Harmonisierung Ihrer Räume auf.
es: Realice un escaneo energético y preserve su perfil de resonancia personal para armonizar sus espacios.
fr: Effectuez un scan énergétique et préservez votre profil de résonance personnel pour harmoniser vos espaces.
it: Esegui una scansione energetica e preserva il tuo profilo di risonanza personale per armonizzare i tuoi spazi.
ja: エネルギースキャンを実行し、お部屋を調和させるための個人的な共鳴プロファイルを保存してください。
ko: 에너지 스캔을 수행하고 공간을 조화시키기 위한 개인적인 공명 프로필을 보존하세요.
pt: Execute uma varredura energética e preserve seu perfil de ressonância pessoal para harmonizar seus espaços.
ru: Выполните энергетическое сканирование и сохраните свой личный резонансный профиль для гармонизации ваших пространств.
zh: 执行能量扫描并保存您的个人共振配置文件以和谐化您的空间。

source: Change Name
de: Namen ändern
es: Cambiar Nombre
fr: Changer le Nom
it: Cambia Nome
ja: 名前を変更
ko: 이름 변경
pt: Alterar Nome
ru: Изменить Имя
zh: 更改名称

source: Remove from Archive
de: Aus Archiv entfernen
es: Eliminar del Archivo
fr: Retirer de l'Archive
it: Rimuovi dall'Archivio
ja: アーカイブから削除
ko: 아카이브에서 제거
pt: Remover do Arquivo
ru: Удалить из Архива
zh: 从档案中移除

source: Loading...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
pt: Carregando...
ru: Загрузка...
zh: 加载中...

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt: Desconhecido
ru: Неизвестно
zh: 未知

# couldNotLaunchUrl
source: Could not launch URL: {error}
de: URL konnte nicht geöffnet werden: {error}
es: No se pudo abrir la URL: {error}
fr: Impossible d'ouvrir l'URL : {error}
it: Impossibile aprire l'URL: {error}
ja: URLを開くことができませんでした：{error}
ko: URL을 열 수 없습니다: {error}
pt: Não foi possível abrir a URL: {error}
ru: Не удалось открыть URL: {error}
zh: 无法打开URL：{error}

# energySignatureOf
source: Energy Signature {index} of {count}
de: Energiesignatur {index} von {count}
es: Firma Energética {index} de {count}
fr: Signature Énergétique {index} sur {count}
it: Firma Energetica {index} di {count}
ja: エネルギー署名 {index} / {count}
ko: 에너지 서명 {index} / {count}
ru: Энергетическая Подпись {index} из {count}

# energyTextLow
source: gentle fundamental vibration of room energy, harmoniously flowing
de: sanfte Grundschwingung der Raumenergie, harmonisch fließend
es: vibración fundamental suave de la energía del espacio, fluyendo armoniosamente
fr: vibration fondamentale douce de l'énergie de l'espace, coulant harmonieusement
it: vibrazione fondamentale delicata dell'energia dello spazio, che fluisce armoniosamente
ja: 空間エネルギーの優しい基本振動、調和して流れる
ko: 공간 에너지의 부드러운 기본 진동, 조화롭게 흐르는
ru: нежная фундаментальная вибрация энергии пространства, гармонично текущая

# energyTextMedium
source: lively subtle impulses in the energetic resonance field
de: lebendige feinstoffliche Impulse im energetischen Resonanzfeld
es: impulsos sutiles y vivaces en el campo de resonancia energética
fr: impulsions subtiles et vives dans le champ de résonance énergétique
it: impulsi sottili e vivaci nel campo di risonanza energetica
ja: エネルギーの共鳴フィールドにおける活気のある微細なインパルス
ko: 에너지 공명 필드의 활기찬 미묘한 임펄스
ru: живые тонкие импульсы в энергетическом резонансном поле

# energyTextHigh
source: highly concentrated energy density with transformative power
de: hochkonzentrierte Energiedichte mit transformierender Kraft
es: densidad de energía altamente concentrada con poder transformador
fr: densité d'énergie hautement concentrée avec pouvoir transformateur
it: densità energetica altamente concentrata con potere trasformativo
ja: 変容の力を持つ高度に濃縮されたエネルギー密度
ko: 변환의 힘을 가진 고도로 농축된 에너지 밀도
ru: высоко концентрированная плотность энергии с преобразующей силой

# freqTextLow
source: rooted in the grounding deep frequencies of the chakra system
de: verwurzelt in den erdenden Tiefenfrequenzen des Chakrensystems
es: arraigado en las frecuencias profundas de conexión a tierra del sistema de chakras
fr: enraciné dans les fréquences profondes de mise à la terre du système des chakras
it: radicato nelle frequenze profonde di radicamento del sistema dei chakra
ja: チャクラシステムのグラウンディング深周波数に根ざしている
ko: 차크라 시스템의 접지 깊은 주파수에 뿌리를 둔
ru: укорененная в заземляющих глубоких частотах системы чакр

# freqTextMedium
source: balanced vibration through all subtle levels
de: ausgewogene Schwingung durch alle feinstofflichen Ebenen
es: vibración equilibrada a través de todos los niveles sutiles
fr: vibration équilibrée à travers tous les niveaux subtils
it: vibrazione equilibrata attraverso tutti i livelli sottili
ja: すべての微細なレベルを通じたバランスの取れた振動
ko: 모든 미묘한 수준을 통한 균형 잡힌 진동
ru: сбалансированная вибрация через все тонкие уровни

# freqTextHigh
source: sublime high-frequency energies leading to spiritual opening
de: erhabene Hochfrequenzenergien, die zur spirituellen Öffnung führen
es: energías de alta frecuencia sublimes que conducen a la apertura espiritual
fr: énergies de haute fréquence sublimes menant à l'ouverture spirituelle
it: energie ad alta frequenza sublimi che portano all'apertura spirituale
ja: 精神的開放へと導く崇高な高周波エネルギー
ko: 영적 개방으로 이끄는 숭고한 고주파 에너지
ru: возвышенные высокочастотные энергии, ведущие к духовному открытию

# movementTextLow
source: meditatively uniform, calming for the aura
de: meditativ gleichmäßig, beruhigend für die Aura
es: meditativamente uniforme, calmante para el aura
fr: méditativement uniforme, apaisant pour l'aura
it: meditativamente uniforme, calmante per l'aura
ja: 瞑想的に均一で、オーラを落ち着かせる
ko: 명상적으로 균일하고, 오라를 진정시키는
ru: медитативно равномерная, успокаивающая для ауры

# movementTextMedium
source: gently pulsating, dissolving blockages with harmonic coherence
de: sanft pulsierend, Blockaden auflösend mit harmonischer Kohärenz
es: suavemente pulsante, disolviendo bloqueos con coherencia armónica
fr: pulsant doucement, dissolvant les blocages avec cohérence harmonique
it: leggermente pulsante, che dissolve i blocchi con coerenza armonica
ja: 優しく脈動し、調和的な一貫性でブロックを溶解する
ko: 부드럽게 맥동하며, 조화로운 일관성으로 차단을 용해하는
ru: мягко пульсирующая, растворяющая блокировки с гармоничной согласованностью

# movementTextHigh
source: dynamically transforming, intensive cleansing of energy structures
de: dynamisch transformierend, intensive Reinigung der Energiestrukturen
es: transformándose dinámicamente, limpieza intensiva de estructuras energéticas
fr: se transformant dynamiquement, nettoyage intensif des structures énergétiques
it: trasformazione dinamica, pulizia intensiva delle strutture energetiche
ja: 動的に変換し、エネルギー構造の集中的な浄化
ko: 역동적으로 변환하며, 에너지 구조의 집중적인 정화
ru: динамически преобразующаяся, интенсивное очищение энергетических структур

# resonanceFrequencyAt
source: Resonance frequency at approximately {freqHz} Hz
de: Resonanzfrequenz bei ca. {freqHz} Hz
es: Frecuencia de resonancia aproximadamente a {freqHz} Hz
fr: Fréquence de résonance à environ {freqHz} Hz
it: Frequenza di risonanza a circa {freqHz} Hz
ja: 共鳴周波数は約 {freqHz} Hz
ko: 공명 주파수 약 {freqHz} Hz
ru: Резонансная частота приблизительно {freqHz} Гц

# appName
source: Bio Resonance Scanner
pt: QuantumResonanz
zh: QuantumResonanz
