Repository: SChristophS/QuantumResonanz
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, ko, pt, ru, zh

# signaturesDetected
source: From the meditative silence of your room, {count} unique energetic resonance patterns were recognized and decoded.
de: Aus der meditativen Stille Ihres Raumes wurden {count} einzigartige energetische Resonanzmuster erkannt und dekodiert.
es: Del silencio meditativo de su espacio, se reconocieron y decodificaron {count} patrones de resonancia energética únicos.
fr: Du silence méditatif de votre espace, {count} motifs de résonance énergétique uniques ont été reconnus et décodés.
it: Dal silenzio meditativo del tuo spazio, {count} modelli di risonanza energetica unici sono stati riconosciuti e decodificati.
ja: お部屋の瞑想的静寂から、{count}個の独自のエネルギーの共鳴パターンが認識され、デコードされました。
ko: 공간의 명상적 침묵에서 {count}개의 고유한 에너지 공명 패턴이 인식되고 디코딩되었습니다.
pt: Do silêncio meditativo do seu espaço, {count} padrões de ressonância energética únicos foram reconhecidos e decodificados.
ru: Из медитативной тишины вашего пространства было распознано и декодировано {count} уникальных энергетических резонансных паттернов.
zh: 从您空间的冥想静默中，识别并解码了{count}个独特的能量共振模式。

# energySignature
source: Energy Signature {number}
de: Energiesignatur {number}
es: Firma Energética {number}
fr: Signature Énergétique {number}
it: Firma Energetica {number}
ja: エネルギー署名 {number}
ko: 에너지 서명 {number}
pt: Assinatura Energética {number}
ru: Энергетическая Подпись {number}
zh: 能量特征 {number}

source: Vibration Intensity: {value}
de: Schwingungsintensität: {value}
es: Intensidad de Vibración: {value}
fr: Intensité de Vibration : {value}
it: Intensità di Vibrazione: {value}
ja: 振動強度：{value}
ko: 진동 강도: {value}
pt: Intensidade de Vibração: {value}
ru: Интенсивность Вибрации: {value}
zh: 振动强度：{value}

source: Harmonization Level
de: Harmonisierungsgrad
es: Nivel de Armonización
fr: Niveau d'Harmonisation
it: Livello di Armonizzazione
ja: 調和レベル
ko: 조화 수준
pt: Nível de Harmonização
ru: Уровень Гармонизации
zh: 和谐化水平

# generateResonance
source: Generate Resonance Frequency
de: Resonanzfrequenz generieren
es: Generar Frecuencia de Resonancia
fr: Générer la Fréquence de Résonance
it: Genera Frequenza di Risonanza
ja: 共鳴周波数を生成
ko: 공명 주파수 생성
pt: Gerar Frequência de Ressonância
ru: Генерировать Резонансную Частоту
zh: 生成共振频率

# resonanceProfileCreating
source: Your resonance profile is being created…
de: Ihr Resonanzprofil wird erstellt…
es: Su perfil de resonancia está siendo creado…
fr: Votre profil de résonance est en cours de création…
it: Il tuo profilo di risonanza è in fase di creazione…
ja: 共鳴プロファイルを作成中…
ko: 공명 프로필을 생성하는 중…
pt: Seu perfil de ressonância está sendo criado…
ru: Ваш резонансный профиль создается…
zh: 正在创建您的共振配置文件…

# alchemicalTransformation
source: Through alchemical transformation, all energy signatures are merged into a harmonizing resonance pattern.
de: Durch alchemistische Transformation werden alle Energiesignaturen zu einem harmonisierenden Resonanzmuster verschmolzen.
es: A través de la transformación alquímica, todas las firmas energéticas se fusionan en un patrón de resonancia armonizador.
fr: Grâce à la transformation alchimique, toutes les signatures énergétiques sont fusionnées en un motif de résonance harmonisant.
it: Attraverso la trasformazione alchemica, tutte le firme energetiche vengono fuse in un modello di risonanza armonizzante.
ja: 錬金術的変換を通じて、すべてのエネルギー署名が調和的な共鳴パターンに融合されます。
ko: 연금술적 변환을 통해 모든 에너지 서명이 조화로운 공명 패턴으로 융합됩니다.
pt: Através da transformação alquímica, todas as assinaturas energéticas são fundidas em um padrão de ressonância harmonizador.
ru: Через алхимическое преобразование все энергетические подписи сливаются в гармонизирующий резонансный паттерн.
zh: 通过炼金转化，所有能量特征融合成和谐共振模式。

# signatureTransformation
source: Each detected energy signature is transformed into pure resonance frequencies and merged into your unique harmonization signal.
de: Jede erkannte Energiesignatur wird in reine Resonanzfrequenzen transformiert und zu Ihrem einzigartigen Harmonisierungssignal verschmolzen.
es: Cada firma energética detectada se transforma en frecuencias de resonancia puras y se fusiona en su señal de armonización única.
fr: Chaque signature énergétique détectée est transformée en fréquences de résonance pures et fusionnée dans votre signal d'harmonisation unique.
it: Ogni firma energetica rilevata viene trasformata in frequenze di risonanza pure e fusa nel tuo segnale di armonizzazione unico.
ja: 検出された各エネルギー署名は、純粋な共鳴周波数に変換され、お客様の独自の調和シグナルに融合されます。
ko: 감지된 각 에너지 서명은 순수한 공명 주파수로 변환되어 고유한 조화 신호로 융합됩니다.
pt: Cada assinatura energética detectada é transformada em frequências de ressonância puras e fundida em seu sinal de harmonização único.
ru: Каждая обнаруженная энергетическая подпись преобразуется в чистые резонансные частоты и сливается в ваш уникальный сигнал гармонизации.
zh: 每个检测到的能量特征转化为纯共振频率，并融合到您独特的和谐化信号中。

# emergingSignal
source: Emerging Harmonization Signal
de: Entstehendes Harmonisierungssignal
es: Señal de Armonización Emergente
fr: Signal d'Harmonisation Émergent
it: Segnale di Armonizzazione Emergente
ja: 出現する調和シグナル
ko: 나타나는 조화 신호
pt: Sinal de Harmonização Emergente
ru: Появляющийся Сигнал Гармонизации
zh: 出现的和谐化信号

# decodeImpulses
source: Decoding energetic impulses…
de: Energetische Impulse dekodieren…
es: Decodificando impulsos energéticos…
fr: Décodage des impulsions énergétiques…
it: Decodificando impulsi energetici…
ja: エネルギーのインパルスをデコード中…
ko: 에너지 임펄스 디코딩 중…
pt: Decodificando impulsos energéticos…
ru: Декодирование энергетических импульсов…
zh: 解码能量脉冲…

# harmonizeVibrations
source: Harmonizing vibrations…
de: Schwingungen harmonisieren…
es: Armonizando vibraciones…
fr: Harmonisation des vibrations…
it: Armonizzando vibrazioni…
ja: 振動を調和中…
ko: 진동 조화 중…
pt: Harmonizando vibrações…
ru: Гармонизация вибраций…
zh: 和谐化振动…

source: Resonance manifestation…
de: Resonanzmanifestation…
es: Manifestación de resonancia…
fr: Manifestation de résonance…
it: Manifestazione di risonanza…
ja: 共鳴の現れ…
ko: 공명 현현…
pt: Manifestação de ressonância…
ru: Проявление резонанса…
zh: 共振显现…

source: Your Resonance Signal
de: Ihr Resonanzsignal
es: Su Señal de Resonancia
fr: Votre Signal de Résonance
it: Il Tuo Segnale di Risonanza
ja: お客様の共鳴シグナル
ko: 귀하의 공명 신호
pt: Seu Sinal de Ressonância
ru: Ваш Резонансный Сигнал
zh: 您的共振信号

# playSignalDescription
source: Play this harmonizing signal to transform disharmonic energies, release blockages, and bring your room energy into perfect balance.
de: Spielen Sie dieses harmonisierende Signal ab, um disharmonische Energien zu transformieren, Blockaden zu lösen und Ihre Raumenergie in perfekte Balance zu bringen.
es: Reproduzca esta señal armonizadora para transformar energías desarmónicas, liberar bloqueos y llevar la energía de su espacio a un equilibrio perfecto.
fr: Jouez ce signal harmonisant pour transformer les énergies disharmoniques, libérer les blocages et amener l'énergie de votre espace en équilibre parfait.
it: Riproduci questo segnale armonizzante per trasformare le energie disarmoniche, rilasciare i blocchi e portare l'energia del tuo spazio in perfetto equilibrio.
ja: この調和シグナルを再生して、不調和なエネルギーを変換し、ブロックを解放し、お部屋のエネルギーを完璧なバランスに導きます。
ko: 이 조화 신호를 재생하여 불조화 에너지를 변환하고, 차단을 해제하며, 공간 에너지를 완벽한 균형으로 가져오세요.
pt: Reproduza este sinal harmonizador para transformar energias desarmônicas, liberar bloqueios e trazer a energia do seu espaço para um equilíbrio perfeito.
ru: Воспроизведите этот гармонизирующий сигнал, чтобы преобразовать дисгармоничные энергии, освободить блокировки и привести энергию вашего пространства в идеальный баланс.
zh: 播放此和谐信号以转化不和谐能量，释放阻塞，使您的空间能量达到完美平衡。

# activateResonance
source: Activate Resonance Frequency
de: Resonanzfrequenz aktivieren
es: Activar Frecuencia de Resonancia
fr: Activer la Fréquence de Résonance
it: Attiva Frequenza di Risonanza
ja: 共鳴周波数をアクティブ化
ko: 공명 주파수 활성화
pt: Ativar Frequência de Ressonância
ru: Активировать Резонансную Частоту
zh: 激活共振频率

source: Pause Harmonization
de: Harmonisierung pausieren
es: Pausar Armonización
fr: Mettre en Pause l'Harmonisation
it: Metti in Pausa l'Armonizzazione
ja: 調和を一時停止
ko: 조화 일시 중지
pt: Pausar Harmonização
ru: Приостановить Гармонизацию
zh: 暂停和谐化

source: New Harmonization
de: Neue Harmonisierung
es: Nueva Armonización
fr: Nouvelle Harmonisation
it: Nuova Armonizzazione
ja: 新しい調和
ko: 새로운 조화
pt: Nova Harmonização
ru: Новая Гармонизация
zh: 新和谐化

# onboardingTitle
source: Onboarding
es: Introducción
fr: Guide
it: Introduzione
ja: オンボーディング
ko: 온보딩
ru: Онбординг

# onboardingSkip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
ja: スキップ
ko: 건너뛰기
ru: Пропустить

# onboardingBack
source: Back
de: Zurück
es: Atrás
fr: Précédent
it: Indietro
ja: 戻る
ko: 뒤로
ru: Назад

# onboardingNext
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
ru: Далее

# onboardingStart
source: Start
es: Comenzar
fr: Commencer
it: Inizia
ja: 開始
ko: 시작
ru: Начать

# onboardingWelcomeTitle
source: Welcome to Bio Resonance Scanner
de: Willkommen beim Bio Resonance Scanner
es: Bienvenido a Bio Resonance Scanner
fr: Bienvenue dans Bio Resonance Scanner
it: Benvenuto in Bio Resonance Scanner
ja: Bio Resonance Scanner へようこそ
ko: Bio Resonance Scanner에 오신 것을 환영합니다
ru: Добро пожаловать в Bio Resonance Scanner

# onboardingWelcomeDescription
source: Capture the subtle vibrations of your room to create a personal harmonizing resonance profile.
de: Erfassen Sie die feinstofflichen Schwingungen Ihres Raumes, um ein persönliches harmonisierendes Resonanzprofil zu erstellen.
es: Captura las sutiles vibraciones de tu habitación para crear un perfil personal de resonancia armonizante.
fr: Capturez les vibrations subtiles de votre pièce pour créer un profil personnel de résonance harmonisante.
it: Cattura le sottili vibrazioni della tua stanza per creare un profilo personale di risonanza armonizzante.
ja: 部屋の微細な振動を捉え、あなた専用の調和レゾナンス・プロファイルを作成します。
ko: 방의 미세한 진동을 포착하여 개인 맞춤형 조화 공명 프로파일을 만듭니다.
ru: Улавливайте тонкие вибрации вашего пространства, создавая персональный гармонизирующий резонансный профиль.

# onboardingHowToUseTitle
source: How to use
de: So funktioniert es
es: Cómo usar
fr: Comment utiliser
it: Come usare
ja: 使い方
ko: 사용 방법
ru: Как использовать

# onboardingHowToUseStep1
source: Find a quiet spot. Place your phone still and take a deep breath.
de: Finden Sie einen ruhigen Ort. Legen Sie das Handy ruhig ab und atmen Sie tief durch.
es: Busca un lugar tranquilo. Deja el teléfono quieto y respira profundo.
fr: Trouvez un endroit calme. Posez le téléphone et respirez profondément.
it: Trova un luogo tranquillo. Appoggia il telefono e respira profondamente.
ja: 静かな場所を選び、スマホを置いて深呼吸します。
ko: 조용한 곳을 찾고 휴대폰을 고정한 뒤 깊게 호흡하세요.
ru: Найдите тихое место. Положите телефон неподвижно и глубоко вдохните.

# onboardingHowToUseStep2
source: Start the 10-second scan and stay silent. Let the app listen to your room’s energy.
de: Starten Sie den 10-Sekunden-Scan und bleiben Sie still. Lassen Sie die App die Raumenergie hören.
es: Inicia el escaneo de 10 segundos y permanece en silencio. Deja que la app escuche la energía de tu espacio.
fr: Lancez le scan de 10 secondes et restez silencieux. Laissez l'app écouter l'énergie du lieu.
it: Avvia la scansione di 10 secondi e rimani in silenzio. Lascia che l'app ascolti l'energia della stanza.
ja: 10秒のスキャンを開始し、静かに保ちます。空間のエネルギーをアプリに聴かせましょう。
ko: 10초 스캔을 시작하고 조용히 유지하세요. 공간의 에너지를 앱이 듣도록 합니다.
ru: Запустите 10-секундное сканирование и сохраняйте тишину. Позвольте приложению услышать энергию комнаты.

# onboardingHowToUseStep3
source: After analysis, play the harmonizing resonance and feel the balance.
de: Nach der Analyse spielen Sie das harmonisierende Resonanzsignal ab und spüren die Balance.
es: Después del análisis, reproduce la resonancia armonizante y siente el equilibrio.
fr: Après l'analyse, jouez la résonance harmonisante et ressentez l'équilibre.
it: Dopo l'analisi, riproduci la risonanza armonizzante e senti l'equilibrio.
ja: 分析後、調和レゾナンスを再生してバランスを感じてください。
ko: 분석 후 조화 공명을 재생하여 균형을 느껴보세요.
ru: После анализа воспроизведите гармонизирующий резонанс и почувствуйте баланс.

# onboardingPermissionTitle
source: Microphone access
de: Mikrofonzugriff
es: Acceso al micrófono
fr: Accès au micro
it: Accesso al microfono
ja: マイクへのアクセス
ko: 마이크 접근
ru: Доступ к микрофону

# onboardingPermissionDescription
source: To sense the room’s vibrations, the app needs microphone access. Stay silent during the scan for the clearest result.
de: Um die Schwingungen des Raumes zu erfassen, benötigt die App Zugriff auf das Mikrofon. Bleiben Sie beim Scan still für das klarste Ergebnis.
es: Para percibir las vibraciones del espacio, la app necesita acceso al micrófono. Guarda silencio durante el escaneo para obtener el mejor resultado.
fr: Pour percevoir les vibrations de la pièce, l'app a besoin de l'accès au micro. Restez silencieux pendant le scan pour un résultat clair.
it: Per percepire le vibrazioni della stanza, l'app ha bisogno dell'accesso al microfono. Rimani in silenzio durante la scansione per il miglior risultato.
ja: 空間の振動を感じ取るため、マイクのアクセスが必要です。最良の結果のためスキャン中は静かにしてください。
ko: 공간의 진동을 감지하려면 마이크 접근이 필요합니다. 최상의 결과를 위해 스캔 중에는 조용히 해주세요.
ru: Чтобы уловить вибрации пространства, приложению нужен доступ к микрофону. Во время сканирования соблюдайте тишину для наилучшего результата.

# onboardingPermissionButton
source: Allow microphone
de: Mikrofon erlauben
es: Permitir micrófono
fr: Autoriser le micro
it: Consenti microfono
ja: マイクを許可
ko: 마이크 허용
ru: Разрешить микрофон

# onboardingPermissionGranted
source: Microphone granted. You’re ready to scan.
de: Mikrofon freigegeben. Sie sind bereit zum Scannen.
es: Micrófono concedido. Listo para escanear.
fr: Micro autorisé. Vous êtes prêt à scanner.
it: Microfono consentito. Pronto per la scansione.
ja: マイクが許可されました。スキャンの準備完了です。
ko: 마이크가 허용되었습니다. 스캔할 준비가 되었습니다.
ru: Микрофон разрешен. Готовы к сканированию.

# onboardingPermissionDenied
source: Microphone denied. You can allow it to enable scanning.
de: Mikrofon verweigert. Sie können es erlauben, um den Scan zu aktivieren.
es: Micrófono denegado. Puedes permitirlo para activar el escaneo.
fr: Micro refusé. Vous pouvez l'autoriser pour activer le scan.
it: Microfono negato. Puoi consentirlo per attivare la scansione.
ja: マイクが拒否されました。スキャンを有効にするには許可してください。
ko: 마이크가 거부되었습니다. 스캔을 활성화하려면 허용해 주세요.
ru: Микрофон отклонен. Разрешите его, чтобы включить сканирование.

# onboardingPermissionPermanentlyDenied
source: Microphone denied permanently. Please enable it in system settings to scan.
de: Mikrofon dauerhaft verweigert. Bitte in den Systemeinstellungen aktivieren, um zu scannen.
es: Micrófono denegado permanentemente. Actívalo en los ajustes del sistema para escanear.
fr: Micro refusé de façon permanente. Activez-le dans les réglages système pour scanner.
it: Microfono negato permanentemente. Abilitalo nelle impostazioni di sistema per scansionare.
ja: マイクが恒久的に拒否されています。スキャンにはシステム設定で有効にしてください。
ko: 마이크가 영구적으로 거부되었습니다. 스캔하려면 시스템 설정에서 활성화하세요.
ru: Микрофон отклонен навсегда. Включите его в настройках системы для сканирования.

# onboardingPermissionRestricted
source: Microphone access is restricted on this device.
de: Mikrofonzugriff ist auf diesem Gerät eingeschränkt.
es: El acceso al micrófono está restringido en este dispositivo.
fr: L'accès au micro est restreint sur cet appareil.
it: L'accesso al microfono è limitato su questo dispositivo.
ja: このデバイスではマイクアクセスが制限されています。
ko: 이 기기에서는 마이크 접근이 제한되어 있습니다.
ru: Доступ к микрофону ограничен на этом устройстве.

# onboardingPermissionLimited
source: Microphone access is limited. Full access ensures best scans.
de: Mikrofonzugriff ist begrenzt. Vollzugriff sorgt für beste Scans.
es: El acceso al micrófono es limitado. El acceso completo garantiza mejores escaneos.
fr: L'accès au micro est limité. Un accès complet garantit les meilleurs scans.
it: L'accesso al microfono è limitato. L'accesso completo garantisce le migliori scansioni.
ja: マイクアクセスが限定されています。完全なアクセスで最良のスキャンが可能です。
ko: 마이크 접근이 제한적입니다. 완전한 접근이 최고의 스캔을 보장합니다.
ru: Доступ к микрофону ограничен. Полный доступ обеспечивает лучшие сканы.

# onboardingPermissionUnknown
source: Microphone status unknown.
de: Mikrofonstatus unbekannt.
es: Estado del micrófono desconocido.
fr: Statut du micro inconnu.
it: Stato del microfono sconosciuto.
ja: マイクの状態が不明です。
ko: 마이크 상태를 알 수 없습니다.
ru: Статус микрофона неизвестен.

# onboardingSavingTitle
source: Save and revisit
de: Speichern und wiederholen
es: Guardar y revivir
fr: Sauvegarder et revisiter
it: Salva e riascolta
ja: 保存と再生
ko: 저장 및 재생
ru: Сохранение и повтор

# onboardingSavingDescription
source: Archive your resonance results as “Energy Rooms” and replay them whenever you want to re-harmonize.
de: Archivieren Sie Ihre Resonanz-Ergebnisse als „Energieräume“ und spielen Sie sie jederzeit zur Reharmonisierung ab.
es: Archiva tus resultados de resonancia como “Salas de energía” y reprodúcelos cuando quieras rearmonizar.
fr: Archivez vos résultats de résonance en « Espaces énergétiques » et rejouez-les quand vous voulez réharmoniser.
it: Archivia i risultati di risonanza come “Stanze di energia” e riproducili quando vuoi riequilibrare.
ja: 共鳴結果を「エネルギールーム」として保存し、いつでも再生して再調和できます。
ko: 공명 결과를 “에너지 공간”으로 보관하고 언제든 재생하여 재조화를 수행하세요.
ru: Архивируйте результаты резонанса как «Энергетические комнаты» и воспроизводите их, когда захотите восстановить гармонию.

# onboardingGetStartedTitle
source: You’re ready
de: Sie sind bereit
es: Todo listo
fr: Vous êtes prêt
it: Sei pronto
ja: 準備完了
ko: 준비 완료
ru: Все готово

# onboardingGetStartedDescription
source: Begin your first scan now. You can always replay this onboarding from Settings.
de: Starten Sie jetzt Ihren ersten Scan. Sie können dieses Onboarding jederzeit über Einstellungen erneut ansehen.
es: Comienza tu primer escaneo ahora. Siempre puedes repetir esta introducción desde Configuración.
fr: Commencez votre premier scan maintenant. Vous pouvez toujours revoir ce guide depuis les Paramètres.
it: Inizia ora la tua prima scansione. Puoi sempre rivedere questa introduzione dalle Impostazioni.
ja: 今すぐ最初のスキャンを開始しましょう。設定からいつでもこのオンボーディングを再生できます。
ko: 지금 첫 스캔을 시작하세요. 설정에서 언제든 이 온보딩을 다시 볼 수 있습니다.
ru: Начните первое сканирование сейчас. Вы всегда можете повторно просмотреть онбординг в Настройках.

# onboardingReplayHint
source: Tip: You can replay the onboarding anytime via Settings.
de: Tipp: Sie können das Onboarding jederzeit über Einstellungen erneut abspielen.
es: Consejo: Puedes repetir la introducción en cualquier momento desde Configuración.
fr: Astuce : Vous pouvez rejouer le guide à tout moment via les Paramètres.
it: Suggerimento: puoi rivedere l'introduzione in qualsiasi momento dalle Impostazioni.
ja: ヒント: 設定からいつでもオンボーディングを再生できます。
ko: 팁: 설정에서 언제든 온보딩을 다시 재생할 수 있습니다.
ru: Совет: вы можете повторно запустить онбординг в любой момент через Настройки.

source: Show onboarding
de: Onboarding anzeigen
es: Mostrar introducción
fr: Afficher le guide
it: Mostra introduzione
ja: オンボーディングを表示
ko: 온보딩 보기
ru: Показать онбординг

# showOnboardingDesc
source: Replay the guided introduction and permission request
de: Geführte Einführung und Berechtigungen erneut anzeigen
es: Repetir la guía y la solicitud de permisos
fr: Rejouer l'introduction guidée et la demande d'autorisation
it: Ripeti la guida e la richiesta di permessi
ja: ガイドと許可リクエストを再表示
ko: 가이드와 권한 요청을 다시 표시
ru: Повторить руководство и запрос разрешений

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
zh: 设置

# appInfo
source: App Information
de: App-Informationen
es: Información de la App
fr: Informations sur l'App
it: Informazioni App
ja: アプリ情報
ko: 앱 정보
pt: Informações do App
ru: Информация о Приложении
zh: 应用信息

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt: Versão
ru: Версия
zh: 版本

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt: Idioma
ru: Язык
zh: 语言

# legalInfo
source: Legal Information
de: Rechtliche Informationen
es: Información Legal
fr: Informations Légales
it: Informazioni Legali
ja: 法的情報
ko: 법적 정보
pt: Informações Legais
ru: Юридическая Информация
zh: 法律信息

source: Legal Notice
de: Impressum
es: Aviso Legal
fr: Mentions Légales
it: Avviso Legale
ja: 法的通知
ko: 법적 고지
pt: Aviso Legal
ru: Юридическое Уведомление
zh: 法律声明

source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de Confidentialité
it: Informativa sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
pt: Política de Privacidade
ru: Политика Конфиденциальности
zh: 隐私政策

source: Disclaimer
de: Haftungsausschluss
es: Descargo de Responsabilidad
fr: Avertissement
ja: 免責事項
ko: 면책 조항
pt: Aviso de Isenção
ru: Отказ от Ответственности
zh: 免责声明

source: Terms of Service
de: Allgemeine Geschäftsbedingungen
es: Términos de Servicio
fr: Conditions d'Utilisation
it: Termini di Servizio
ja: 利用規約
ko: 서비스 약관
pt: Termos de Serviço
ru: Условия Использования
zh: 服务条款

source: Copyright
de: Urheberrecht
es: Derechos de Autor
fr: Droits d'Auteur
ja: 著作権
ko: 저작권
pt: Direitos Autorais
ru: Авторское Право
zh: 版权

source: Right of Withdrawal
de: Widerrufsrecht
es: Derecho de Retractación
fr: Droit de Rétractation
it: Diritto di Recesso
ja: 撤回権
ko: 철회권
pt: Direito de Retratação
ru: Право на Отзыв
zh: 撤回权

source: Licenses
de: Lizenzen
es: Licencias
fr: Licences
it: Licenze
ja: ライセンス
ko: 라이선스
pt: Licenças
ru: Лицензии
zh: 许可证

source: Show Open Source Licenses
de: Open Source Lizenzen anzeigen
es: Mostrar Licencias de Código Abierto
fr: Afficher les Licences Open Source
it: Mostra Licenze Open Source
ja: オープンソースライセンスを表示
ko: 오픈 소스 라이선스 표시
pt: Mostrar Licenças de Código Aberto
ru: Показать Лицензии с Открытым Исходным Кодом
zh: 显示开源许可证

# showOpenSourceLicensesDesc
source: Shows all used Open Source licenses
de: Zeigt alle verwendeten Open Source Lizenzen
es: Muestra todas las licencias de código abierto utilizadas
fr: Affiche toutes les licences Open Source utilisées
it: Mostra tutte le licenze Open Source utilizzate
ja: 使用されているすべてのオープンソースライセンスを表示します
ko: 사용된 모든 오픈 소스 라이선스를 표시합니다
pt: Mostra todas as licenças de código aberto usadas
ru: Показывает все используемые лицензии с открытым исходным кодом
zh: 显示所有使用的开源许可证

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt: Erro
ru: Ошибка
zh: 错误

# legalInfoError
source: The legal information could not be opened. {error}
de: Die rechtlichen Informationen konnten nicht geöffnet werden. {error}
es: No se pudieron abrir la información legal. {error}
fr: Les informations légales n'ont pas pu être ouvertes. {error}
it: Le informazioni legali non sono state aperte. {error}
ja: 法的情報を開くことができませんでした。 {error}
ko: 법적 정보를 열 수 없습니다. {error}
pt: As informações legais não puderam ser abertas. {error}
ru: Юридическая информация не могла быть открыта. {error}
zh: 无法打开法律信息。 {error}

source: OK
ko: 확인
zh: 确定

# renameRoom
source: Rename Energy Room
de: Energieraum umbenennen
es: Renombrar Espacio Energético
fr: Renommer l'Espace Énergétique
it: Rinomina Spazio Energetico
ja: エネルギールームの名前を変更
ko: 에너지 공간 이름 변경
pt: Renomear Espaço Energético
ru: Переименовать Энергетическое Пространство
zh: 重命名能量空间

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt: Nome
ru: Имя
zh: 名称

# deleteRoom
source: Delete Energy Room
de: Energieraum löschen
es: Eliminar Espacio Energético
fr: Supprimer l'Espace Énergétique
it: Elimina Spazio Energetico
ja: エネルギールームを削除
ko: 에너지 공간 삭제
pt: Excluir Espaço Energético
ru: Удалить Энергетическое Пространство
zh: 删除能量空间
